/* 
  Localizable.strings
  TSRegisterUI

  Created by 沧海无际 on 2020/5/11.
  
*/

"Register the software with the purchased E-mail address and registration code." = "Active el software con la dirección de correo electrónico con la que realizó la compra y el código de registro recibió.";
"Your E-mail Address" = "Tu correo electrónico";
"Registration Code" = "Código de registro";
"Please make sure both your E-mail address and registration code are correct and try again." = "Asegúrese de que tanto la dirección de correo electrónico como el código de registro sean correctos e intente nuevamente.";
"Buy Now" = "Comprar";
"Register" = "Registrarse";
"Skip" = "Omitir";
"1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >>" = "1. Si no recibe el código de registro o no recuerda la dirección de correo electrónico con la que realizó la compra, haga clic aquí para verificar >> ";
"click here to check >>" = "haga clic aquí para verificar >>";
"2. For other registration issues, please contact us >>" = "2. Para otros problemas de registro de productos, contáctenos >> ";
"contact us >>" = "contáctenos >>";
"Registering…" = "Registrando ...";
"Registered successfully!" = "Registro exitoso.";
"OK" = "Aceptar";
"Please make sure your network connection is working and try again." = "Asegúrese de que su conexión de red funciona y vuelva a intentarlo.";
"Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again." = "¡Error de registro! Verifique la dirección de correo electrónico y el código de activación que ingresó y vuelva a activarlo.";
"The number of devices has exceeded the current order limit." = "Has alcanzado la cantidad maxima de dispositivos móviles permitidos.";
"Contact us" = "Contáctanos";
"The number of computers registered with the registration code has exceeded the limit." = "Has alcanzado la cantidad maxima de ordenadores permitidos.";
"Invalid registration code!" = "¡Código de registro inválido!";
"No order record for this registration code!" = "No existe un pedido relacionado con este código de registro. ";
"This registration code has expired!" = "¡Este código de registro ha expirado!";
"Registered license plan:" = "Licencia activada:";
"User E-mail:" = "Nombre de usuario:";
"License Plan:" = "Plan de licencia:";
"Change license plan" = "Cambiar plan de licencia:";
"Family license" = "Licencia familiar";
"1 Year license" = "Licencia de 1 mes";
"1 Month license" = "Licencia de 1 año";
"Enterprise Subscription Edition" = "Versión de suscripción empresarial";
"Valid until:" = "Válido hasta:";
"Available device(s):" = "Dispositivo(s) disponible(s):";
"%lu device(s)/Total %lu device(s)" = "%lu dispositivo(s)/%lu dispositivo(s)";
"Available computer(s):" = "Computadora(s) disponible(s):";
"%lu computer(s)/Total %lu computer(s)" = "%lu Computadora(s)/%lu Computadora(s)";
"Used device(s):" = "Dispositivo(s) usado(s):";
"Used computer(s):" = "Computadora(s) usada(s):";
"%lu device(s)" = "%lu dispositivo(s)";
"%lu computer(s)" = "%lu computadora(s)";
"Welcome to use %@" = "Bienvenido por usar %@";
"Change License" = "Cambiar licencia";
"Lifetime" = "Permanente";
"Unlimited" = "Ilimitado";

"If you want to continue using %@, please purchase again or contact us." = "Si deseas continuar utilizando %@,  vuelve a comprarlo o contáctanos.";
"See Pricing" = "Ver precios";
